Tekla.Structures.DrawingInternal.dotGrRadiusDimension_t


Tekla.Structures.DrawingInternal.dotGrRadiusDimension_t.DimensionBase


Tekla.Structures.DrawingInternal.dotGrRadiusDimension_t.Attributes


Tekla.Structures.DrawingInternal.dotGrRadiusDimension_t.ArcPoint1


Tekla.Structures.DrawingInternal.dotGrRadiusDimension_t.ArcPoint2


Tekla.Structures.DrawingInternal.dotGrRadiusDimension_t.ArcPoint3


Tekla.Structures.DrawingInternal.dotGrRadiusDimension_t.Distance


Tekla.Structures.DrawingInternal.dotGrRadiusDimension_t.ToStruct(Tekla.Structures.Drawing.RadiusDimension)


Tekla.Structures.DrawingInternal.dotGrRadiusDimension_t.FromStruct(Tekla.Structures.Drawing.RadiusDimension)
